abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
aquamarine
arch-install-scripts
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
blosc
bluez-libs
boost-libs
breeze-icons
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cdparanoia
cmake
code
containerd
coreutils
cppdap
cpupower
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
docbook-xml
docbook-xsl
docker
docker-buildx
docker-compose
dosfstools
double-conversion
duktape
e2fsprogs
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
electron32
electron33
enchant
exempi
exiv2
expat
extra-cmake-modules
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
git
github-cli
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gperftools
gpgme
gpm
gptfdisk
granite
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprutils
hyprwayland-scanner
iana-etc
icu
imath
iproute2
iptables
iputils
iso-codes
jansson
jbigkit
jemalloc
jq
json-c
json-glib
jsoncpp
k9s
karchive
kbd
kcolorscheme
kconfig
kcoreaddons
kcrash
kdoctools
keyutils
kguiaddons
ki18n
kiconthemes
kirigami
kitty
kitty-shell-integration
kitty-terminfo
kmod
knotifications
kpipewire
krb5
kstatusnotifieritem
kubectl
kwidgetsaddons
kwindowsystem
l-smash
lame
lcms2
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-spirv-tools
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libglvnd
libgpg-error
libgsf
libgudev
libgxps
libhandy
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
libluv
libmanette
libmd
libmnl
libmodplug
libmpc
libmpdclient
libmysofa
libnautilus-extension
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnotify
libnsl
libnvme
libogg
libopenmpt
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
localsearch
log4cplus
lsb-release
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
md4c
mdadm
mesa
minizip
mkcert
mkinitcpio
mkinitcpio-busybox
moreutils
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
nautilus
ncurses
neofetch
neovim
nettle
ninja
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
nvidia-open
nvidia-settings
nvidia-utils
ocl-icd
onetbb
oniguruma
opencore-amr
openjpeg2
openssh
openssl
openvdb
opus
orc
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre2
perl
perl-error
perl-io-tty
perl-ipc-run
perl-mailtools
perl-time-duration
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
poppler
poppler-glib
popt
portaudio
procps-ng
psmisc
pugixml
python
python-attrs
python-autocommand
python-bcrypt
python-cffi
python-cryptography
python-filelock
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-packaging
python-paramiko
python-pip
python-platformdirs
python-pycparser
python-pynacl
python-setuptools
python-tqdm
python-wheel
qqc2-desktop-style
qt5-base
qt5-declarative
qt5-translations
qt5-wayland
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
rav1e
re2
readline
rhash
ripgrep
rpi-imager
rubberband
runc
sbc
sdbus-cpp
sdl2
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
snappy
sndio
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
starship
steam
stow
sudo
svt-av1
swaync
systemd
systemd-libs
systemd-sysvcompat
tar
tcl
tdb
texinfo
tinysparql
tk
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
ttf-ubuntu-font-family
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
waybar
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing-1
wget
which
wireplumber
woff2
wofi
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
zenity
zeromq
zimg
zix
zlib
zram-generator
zsh
zstd
