1password
balena-etcher
bambustudio-bin
bambustudio-bin-debug
cloud-sql-proxy
cloud-sql-proxy-debug
google-cloud-cli
google-cloud-cli-gke-gcloud-auth-plugin
hyprland-qtutils-debug
hyprpanel
jetbrains-toolbox
nvm
orca-slicer
orca-slicer-debug
rar
rar-debug
slack-debug
slack-desktop
ttf-harmonyos-sans
xwaylandvideobridge-git
xwaylandvideobridge-git-debug
yay
yay-debug
